mesa
xorg
xorg-server
xorg-apps
xorg-drivers
xorg-xkill
xorg-xinit
xterm
plasma-desktop
alsa-plugins
alsa-utils
ark
autoconf
automake
awesome-terminal-fonts
base
bash-completion
binutils
bison
bluedevil
bluez
bluez-libs
bluez-utils
breeze
breeze-gtk
bridge-utils
btrfs-progs
code
cronie
cups
dialog
discover
dolphin
dosfstools
dtc
efibootmgr
egl-wayland
exfat-utils
extra-cmake-modules
filelight
fuse2
fuse3
fuseiso
gamemode
gcc
gimp
git
gparted
gptfdisk
grub
grub-customizer
gst-libav
gst-plugins-good
gst-plugins-ugly
gwenview
htop
iptables-nft
jdk-openjdk
kate
kcodecs
kcoreaddons
kde-plasma-addons
kinfocenter
kitty
kscreen
kvantum-qt5
kde-gtk-config
konsole
kscreen
layer-shell-qt
libdvdcss
libnewt
libtool
linux
linux-firmware
linux-headers
lsof
lzop
make
milou
nano
neofetch
networkmanager
noto-fonts-emoji
ntfs-3g
ntp
okular
openbsd-netcat
openssh
os-prober
oxygen
p7zip
pacman-contrib
papirus-icon-theme
patch
picom
pkgconf
plasma-nm
plasma-pa
powerdevil
powerline-fonts
print-manager
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python-notify2
python-psutil
python-pyqt5
python-pip
qemu
rsync
sddm
sddm-kcm
snapper
snap-pac
spectacle
sudo
systemsettings
terminus-font
traceroute
ttf-droid
ttf-hack
ttf-roboto
unrar
unzip
usbutils
vim
wget
which
xdg-desktop-portal-kde
xdg-user-dirs
zeroconf-ioslave
zip
zsh
zsh-syntax-highlighting
zsh-autosuggestions
pipewire
pipewire-pulse
pipewire-alsa
pipewire-jack
